tap "homebrew/bundle"
brew "gettext"
brew "cmake"
brew "curl"
brew "git"
brew "neovim"
brew "neovim-qt"
brew "ninja"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "xdg-ninja"
brew "zsh"
vscode "alexcvzz.vscode-sqlite"
vscode "astro-build.astro-vscode"
vscode "azemoh.one-monokai"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "denoland.vscode-deno"
vscode "Dimi.dimi"
vscode "EQuimper.react-native-react-redux"
vscode "esbenp.prettier-vscode"
vscode "GitHub.github-vscode-theme"
vscode "golang.go"
vscode "HarryHopkinson.vim-theme"
vscode "heybourn.headwind"
vscode "icrawl.discord-vscode"
vscode "jdinhlife.gruvbox"
vscode "MichaelH.qtlike-dark-theme"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "msjsdiag.vscode-react-native"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "PetrMaliarov.vscode-gruvbox-material-p-dark"
vscode "pingfromheaven.less-rusty"
vscode "PKief.material-icon-theme"
vscode "rust-lang.rust-analyzer"
vscode "sainnhe.gruvbox-material"
vscode "smlombardi.slime"
vscode "space-ocean-kit-refined.space-ocean-kit-refined"
vscode "tamasfe.even-better-toml"
vscode "tonybaloney.vscode-pets"
vscode "usernamehw.errorlens"
vscode "xckomorebi.everythingmonokai"
vscode "yantrio.winter-dark-theme"
